Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: A roleplay must be accessible to the public in order to have a work article, and you cannot trope the players and/or game masters, only their characters.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Script Script/]] (For texts in script format and UnproducedScripts for other types of work) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Series Series/]] (Used primarily for Live-Action TV, but available for other series that aren't a [=Franchise=].) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=TabletopGame TabletopGame/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Theatre Theatre/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Toys Toys/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=VideoGame VideoGame/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=VisualNovel VisualNovel/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=WebAnimation WebAnimation/]] (Includes {{Machinima}}s in addition to other online animation.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Webcomic Webcomic/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Website Website/]] (Websites are a mix of works, creators, and distributors.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrRoteiro BrRoteiro/]] (Para textos em formato de roteiro e roteiros não-produzidos para outras obras) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrSerie BrSerie/]] (Usado primariamente para obras produzidas para a televisão com atores, mas disponível para outras séries que não são uma franquia.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrJogoDeMesa BrJogoDeMesa/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrTeatro BrTeatro/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrBrinquedos BrBrinquedos/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrVideoGame BrVideoGame/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrAnimacaoWeb BrAnimacaoWeb/]] (Inclui as animações Machinima e outras que foram feitas apenas para a internet.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrQuadrinhosWeb BrQuadrinhosWeb/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrPaginaWeb BrPaginaWeb/]] (Páginas web são uma mistura de obras, criadores e distribuidores.

source: A scene ensues that shows them preparing for action.
pt_br: Segue-se uma cena para mostrar que eles estão se preparando para a ação.

source: A setting is the ''time, geographic place and circumstances of the narrative.''
pt_br: A ambientação é o conjunto composto pela ''época, local geográfico e circunstâncias da narrativa''.

source: A small, one-off bad event does not make the character the Woobie, though it may qualify as a TearJerker.
pt_br: Um pequeno evento isolado não faz com que um personagem seja o Coitadinho, mas pode servir como Br/ArrancadorDeLagrimas.

source: A spin-off film, ''Film/MenInBlackInternational'', was released in 2019, with F. Gary Gray (''Film/StraightOuttaCompton'', ''Film/TheFateOfTheFurious'') directing and Creator/ChrisHemsworth and Creator/TessaThompson starring.
pt_br: Um filme derivado, ''BrFilme/MIBHomensDePretoInternacional'', foi lançado em 2019, com direção de F. Gary Gray e atuação de BrCriador/ChrisHemsworth e BrCriador/TessaThompson.

source: A sports variety is DownToTheLastPlay.
pt_br: A variante esportiva é Br/AteAUltimaJogada.

source: A story about why a film was in DevelopmentHell for so long, for example, is interesting {{Trivia}}, but not a trope.
pt_br: Uma história sobre o motivo de um filme ter ficado no Br/InfernoDoDesenvolvimento por muito tempo, por exemplo, é uma curiosidade interessante, mas não é um tropo.

source: A story told in first-person is told by the character whose words you are reading.
pt_br: Uma história contada em primeira pessoa é narrada pelo personagem cujas palavras você está lendo.

source: A story with the Woobie allows the audience to vicariously experience relief from some pain by fantasizing about relieving the Woobie's pain.
pt_br: Uma história que tenha um coitadinho permite que o público possa experimentar alívio indireto de alguma dor ao fantasiar com o alívio da dor do coitadinho.

source: A study was done of patients who had previously sustained head trauma who were shown comedy clips of varying types.
pt_br: Um estudo com clipes de comédia de tipos variados foi feito com pacientes que sofreram previamente traumatismos craniais.

source: A sub-trope of this is GradeSystemSnark.
pt_br: Um sub-tropo disso é o Br/SarcasticoComSistemaDeNotas.

source: A subtrope of MeaningfulName, ObviouslyEvil, and sometimes AwesomeMcCoolName.
pt_br: Um subtropo de Br/NomeSignificativo, Br/ObviamenteDoMal e, às vezes, Br/NomeIncrivelmenteIradoDaSilva.

source: A superhero needs a supervillain and, thanks to you, we've got none left.\\ '''Cpt.
pt_br: Um super herói precisa de um super vilão, e graças a você, não sobrou nenhum.\\

source: A trilogy is, in its most basic form, a story in three parts.
pt_br: Uma trilogia é, resumidamente, uma história em três partes.

source: A truly omniscient narrator doesn't need scene breaks to switch to a different point of view.
pt_br: Um narrador verdadeiramente onisciente não precisa de quebras de cena para trocar o ponto de vista.

source: A very rare trope is still a trope, but, by definition, a trope still needs to represent some sort of ''meaningful'' pattern (as opposed to a coincidence).
pt_br: Um tropo muito raro ainda é um tropo, mas, por definição, um tropo ainda precisa representar algum tipo de padrão com sentido intrínseco (ao contrário de uma coincidência).

source: A work that is produced ''after'' one installment in a series but, internally, is chronologically set ''prior'' to it.
pt_br: Uma obra que é produzida ''depois'' de uma entrada em uma série mas que, internamente, fica cronologicamente ''antes'' dela.

source: A {{Dystopia}} is a speculative Crapsack World ruled by repressive forces modeled after real-life politics.
pt_br: Uma Br/{{Distopia}} é um mundo lixoso especulativo controlado por forças repressoras modeladas com base em política da vida real.

source: A {{retcon}} big enough, or dueling writers that are ArmedWithCanon can cause elements of a work, like characters, events, or episodes to be turfed out of the canon.
pt_br: Um Br/{{retcon}} grande o suficiente, ou escritores em combate que estão cada um deles Br/ArmadoComOCanone, podem fazer com que elementos da obra sejam extirpados do cânone.

source: Above all, it makes fun of both aspects.
pt_br: Acima de tudo, o filme tira graça com os dois aspectos.

source: Abrupt changes to the SlidingScaleOfVillainThreat also alienate the fanbase -- you can't just go from trying to save the beloved corner shop to trying to save the entire galaxy.
pt_br: Mudanças abruptas na Br/EscalaMovelDeAmeacaVilanica também alienam o público -- você não pode simplesmente passar de "tentar salvar a livraria da esquina" para "salvar a galáxia inteira".

source: Acclaimed as one of the most important books ever written in Portuguese language -- [[http://www.guardian.co.uk/world/2002/may/08/books.booksnews maybe in the whole world]] -- and compared to works like ''Literature/TheIliad'' and ''Literature/TheDivineComedy'', ''The Devil To Pay In The Backlands'' (''Grande Sertão: Veredas'', or ''Big Backcountry: Tracks'' in English) had its first edition published in 1956, being the only novel written by the [[{{UsefulNotes/Brazil}} Brazilian]] author João Guimarães Rosa.
pt_br: Aclamado pela crítica como um dos mais importantes livros escritos em língua portuguesa -- [[http://www.guardian.co.uk/world/2002/may/08/books.booksnews talvez em todo o mundo]] -- e comparado a obras como a ''BrLiteratura/{{Iliada}}'' e a ''BrLiteratura/DivinaComedia'' , ''Grande Sertão: Veredas'' teve sua primeira edição publicada em 1956, sendo o único romance escrito por João Guimarães Rosa.

source: According to the script on IMDB, she angrily tries to shoot Casanova when he's having an IHaveYouNowMyPretty moment with Monica, accusing him of living up to his name as TheCasanova.
pt_br: De acordo com o roteiro no IMDB, ela furiosamente tenta balear Casanova enquanto ele está tendo um momento de Br/EuTenhoVoceAgoraQuerida com a Mônica, acusando-o de ser Br/OCasanova e combinar com o nome.

source: Actors use props to connect their performances to reality which helps establish WillingSuspensionOfDisbelief for the audience.
pt_br: Atores usam adereços para conectar suas apresentações com a realidade, o que ajuda a estabelecer a Br/SuspensaoVoluntariaDaDescrenca para o público.

source: Additionally right at the beginning, where [[spoiler: Spooner is exercising only his left arm, presumably to make sure he can still use it the way he expects to be able to use it.
pt_br: Adicionalmente, logo no começo, quando [[spoiler: Spooner exercita apenas o braço esquerdo, presumivelmente para ter certeza de que ele vai conseguir usá-lo do jeito que espera.

source: Additionally, the caveat about this being what ''executives'' believe about viewers was, at least at one point, not particularly untrue.
pt_br: Adicionalmente, a observação sobre isso ser a opinião dos ''executivos'' sobre os espectadores de fato correspondia com a realidade em certo ponto.

source: Additionally, the final episode or two frequently make up a GrandFinale, a massive climax [[{{Denouement}} which wraps up all (or at least most)]] dangling plot threads.
pt_br: Adicionalmente, o último episódio ou dois frequentemente compõem o Br/GranFinale, um clímax grande [[Br/{{Desfecho}} que amarra todas (ou quase todas)]] as pontas soltas.

source: Administrivia/InUniverseExamplesOnly.
pt_br: BrAdministrivia/SomenteExemplosInUniverso.

source: Administrivia/NoRealLifeExamplesPlease - RealLife does not have only one sane person.
pt_br: BrAdministrivia/SemExemplosDaVidaRealPorFavor -- a Br/VidaReal não tem uma única pessoa sã.

source: Administrivia/NoRealLifeExamplesPlease.
pt_br: BrAdministrivia/SemExemplosDaVidaRealPorFavor

source: Administrivia/{{You have been warned}}.''' [[noreallife]]
pt_br: BrAdministrivia/VoceFoiAvisado.''' [[noreallife]]

source: After Casanova blows up the asylum, Amazing arrives to apprehend him ([[TheSociopath showing no concern for all]] the inmates, guards, and asylum staff who are all dead because of him), but [[HoistbyHisOwnPetard is captured by Casanova instead]], and fails to convince Casanova to release him despite [[AintTooProudtoBeg promising to help with the evil plan]].
pt_br: Depois que Casanova estoura o asilo, Arraso chega para prendê-lo ([[Br/OSociopata sem mostrar preocupação]] com os demais presos, guardas e funcionários que estão mortos por causa dele), mas [[Br/VitimaDoProprioPlano é capturado pelo Casanova ao invés]] e não consegue o convencer a soltá-lo apesar das [[Br/ImplorarApesarDoOrgulho promessas de ajuda com o plano do mal]].

source: After Quico is gone, this usually means the recycled version is done with Chilindrina and Chavo, those being the primary kid characters in the later years.
pt_br: Depois da partida de Quico, isso significou fazer o reciclamento com a Chiquinha e o Chaves, sendo eles as crianças principais.

source: After a few minutes, you returned to Website/TVTropes and found a completely different page to view.
pt_br: Depois de alguns minutos, você voltou ao BrWebsite/TVTropes e achou uma página completamente diferente para ler.

source: After a while, however, Laurel annoys Edgar [[TooSpicyForYogSothoth too much]] and he throws her to the branches of a tree, deciding she's not worth it.
pt_br: Depois de um tempo, no entanto, Laurel [[Br/ApimentadoDemaisParaYogSothoth o irrita tanto]] que ele a larga nos galhos de uma árvore, decidindo que não vale a pena.

source: After a while, no matter how much the writer insists that ''this'' time, honest to God, the character has been KilledOffForReal (and so the viewer ''should'' feel emotionally invested in it), the audience [[CryingWolf will never believe them]].
pt_br: Depois de algum tempo, não importa o quanto o escritor insista que ''dessa'' vez, jurando de mindinho, o personagem foi Br/MortoPraValer (e por isso o espectador ''deveria'' sentir o impacto emocional), o público [[Br/GritarLobo nunca vai acreditar nele]].

source: After all, if robots were viewed as anything but tools, people would fear them.
pt_br: Afinal, se eles fossem visto como qualquer coisa a mais que ferramentas, as pessoas os temeriam.

source: After all, if you wanted to give a human villain a chance to [[HeelFaceTurn redeem himself,]] you'd do it by [[TalkingTheMonsterToDeath talking to him]], not subjecting him to brain surgery.[[note]]Well, unless you're Literature/DocSavage.[[/note]] Attempts to [[LogicBomb talk down]] a mad computer are likely to lead to a ''literal'' [[VillainousBSOD blue screen of death]] (which may save the heroes from having to worry about the ethics of "fixing" him because now he needs to be fixed ''anyway).''
pt_br: Afinal, se você quisesse dar ao vilão humano uma chance para [[Br/PassarParaOLadoDosMocinhos se redimir]], você faria isso [[Br/ConvencerOMonstroAMorrer falando com ele]], não o sujeitando à cirurgia cerebral. Tentativas de [[Br/BombaLogica neutralizar]] um computador rebelde são propensas a resultar em uma [[Br/ColapsoVilanico tela azul da morte]] (o que pode poupar os heróis de precisar se preocupar com a ética de "consertá-lo" porque agora ele precisa ser consertado de qualquer jeito).

source: After all, they are certain that only ''their'' cause is noble, and anyone who stands in the way is at best a deluded fool who needs to be "corrected", or at worst an evildoer who needs to die.
pt_br: Afinal, eles estão certos de que ''apenas'' a causa deles é nobre, e qualquer um que se colocar no caminho é um tolo iludido que deve ser "corrigido", no melhor dos casos, ou um ser maléfico que deve morrer, no pior deles.

source: After all, too many PetTheDog moments may lead this character to [[BecomingTheMask become the mask]] and care about the people they previously saw as playthings.
pt_br: Afinal, o excesso de momentos de Br/FazerCarinhoNoCachorro podem incentivar o personagem a Br/TornarSeAMascara e se importar com as pessoas que ele percebia como meros brinquedos.

source: After comics' Jay gives him a gun, he leaves peacefully; he also suggests that if he didn't get one, he would simply resign himself to suicide.
pt_br: Depois que o J dos quadrinhos dá a ele uma arma, ele vai embora pacificamente; ele também sugere que se ele não conseguisse uma, ele simplesmente recorreria a suicídio.

source: After crashing his car, the audio is replaced with mostly humming and ringing to simulate Spooner's disorientation.
pt_br: Após bater o carro, o áudio é trocado por um zumbido a fim de simular a desorientação de Spooner.

source: After he stops, Florinda gets mad and yells at Jaimito that he's supposed to do that outside because the customers want to eat in silence and without making noise.
pt_br: Depois que ele para, Florinda fica irritada e grita com Jaiminho, dizendo que ele deveria fazer isso fora do prédio porque os clientes querem comer em paz e sem barulho.

source: After meeting the Sphinx (who wears a vinyl cowl and billowing black velvet robes, later revealed to have dazzling blue and silver spandex hidden beneath), they sew proper costumes, which incorporate spandex (Spleen and Sphinx), leather (Furious and the Bowler), silver mail (Shoveler), ornately colorful jewel-covered fabrics (the Blue Raja) and what appears to be an elaborately painted mural of Champion City (the Invisible Boy).
pt_br: Após encontrar o Esfinge (que usa um capuz vinílico com robe em veludo negro ondulado, posteriormente revelando elastano azul e prateado por baixo), eles fabricam para si trajes adequados, incorporando elastano (Solta-Pum e Esfinge), couro (Irado e Boliche), cota de malha prateada (Pá), tecido com pedraria colorida (Marajá) e o que parece ser uma pintura elaborada de Champion City (Garoto Invisível).

source: After putting away every supervillain in the city, Captain Amazing is left with only incompetent gangs of thugs, which prompts him to get Casanova Frankenstein released.
pt_br: Após se livrar de todos os super vilões da cidade, restam apenas gangues incompetentes para lidar, o que faz com que ele queira libertar Casanova Frankenstein.

source: After she returns, the in-universe explanation for her return episode is that she left to live with her aunts.
pt_br: Depois do retorno dela, a explicação in-universo no episódio de retorno é que ela foi morar com as tias.

source: After some backstage disagreements two major actors left the series, taking their characters with them because of licensing issues, which caused what many believe to be inferior quality episodes.
pt_br: Depois de muitos atritos internos dois atores proeminentes deixaram a série e levaram seus personagens consigo por conta de problemas de licenciamento, o que gerou episódios que muitos consideram de qualidade inferior.

source: After the TrainingMontage they upgrade to WeakButSkilled.
pt_br: Após o Br/SegmentoDoTreino, o trio evolui para Br/FracoPoremHabilidoso.

source: After the show ended in 1979, it was reincorporated within the sketches of Chespirito.
pt_br: Depois que o show terminou em 1979, ele foi reincorporado às esquetes de Chespirito.

source: After they think that Edgar is dead and are relaxing for a moment, he lurks in the background and then leaps up to kill them.
pt_br: Os agentes estão relaxando momentaneamente e pensando que Edgar está morto, enquanto ele se arrasta no plano de fundo e então salta para os matar.

source: After witnessing this, Binho stops being a PickyEater like he was in the beggining of the comic, and even prays to God he never gets to be "Binho Rapadura".
pt_br: Após testemunhar isso, Binho deixa de ser um Br/ComedorExigente como ele era no início da história, e até reza para Deus para que ele nunca se torne "Binho Rapadura".

source: Afterward, Doña Nieves rarely made appearances unless it was unavoidable.
pt_br: Depois disso, Dona Neves raramente aparecia, a menos que fosse inevitável.

source: Afterwards, Chavo points to the skull and asks "Should I erase Don Ramón too?"; Don Ramón himself gets angry and offended at this.
pt_br: Logo após, o Chaves aponta para a caveira e pergunta "Apago o Seu Madruga também?"; Seu Madruga fica ofendido com isso.

source: Afterwards, they arrive to remove the alien bodies from the morgue, with K instructing them to give Laurel a "happy memory." Finally, when the Bug escapes from the jewelry store and J nearly blows the masquerade chasing it, they gather the witnesses for a mass neuralization and get ready to remove the Bug's ship.
pt_br: Depois, eles chegam para remover os corpos alienígenas do necrotério, com K os instruindo a dar para Laurel uma "memória feliz". Por fim, quando o inseto escapa da joalheria e J quase acaba com o mascaramento durante a perseguição, eles juntam as testemunhas para uma neuralização em massa e se preparam para remover a nave do inseto.

source: Again, it signals to audiences that nothing is going to stick.
pt_br: Novamente, isso sinaliza para o público que nada é permanente.

source: Again, the less the move is justified in-universe, the more likely the audience is to reject it.
pt_br: Quanto menos a mudança for justificada in-universo, mais provável é que o público a rejeite.

source: Against stronger enemies they might end up suffering TheWorfEffect; i.e. getting trounced to set up the villain as an unusually grave threat.
pt_br: Contra inimigos mais fortes, eles podem sofrer do Br/EfeitoWorf; ''i.e.'' serem derrotados para estabelecer o vilão como uma ameaça grave e incomum.

source: Aged men still participate in the story, good looks or no, and the audience isn't meant to notice the discrepancy.
pt_br: Homens velhos seguem participando na história, sejam belos ou não, e o público não deve perceber a discrepância.

source: Agents K and J are preparing to shoot the evil alien's ship: -->'''K:''' All right, we'll use pulsar level five with a subsonic implosion factor.\\ '''J:''' What?\\ '''K:''' Just shoot the damn thing on the count of three!
pt_br: Os agentes K e J se preparam para atirar na nave do alienígena malvado: -->'''K:'' Nível de pulsar cinco com fator de implosão subsônica.\\ '''J:''' O quê?\\ '''K:''' É só disparar quando eu contar três!

source: Ah!" instead of the more common "ha, ha".
pt_br: Ah!" ao invés do mais comum "ha, ha".

source: All cavemen look Neanderthalish and live in harmony with dinosaurs.
pt_br: Todos os homens das cavernas possuem traços neandertais e vivem em harmonia com os dinossauros.

source: All he eats literally the entire day is the Brazilian candy "rapadura"...
pt_br: Tudo que ele come o dia inteiro é rapadura...

source: All of that played for laughs.
pt_br: Tudo isso é usado para humor.

source: All of these points were used against them during the trials staged by Philip IV.
pt_br: Todos esses pontos foram usados contra eles durante o julgamento feito por Filipe IV.

source: All of this is deliberately invoked to parody the conventions of MediaNotes/TheDarkAgeOfComicBooks, the contemporary [[Film/BatmanForever Schumacher Batman films]] and alternate-history superhero fiction like ''Comicbook/{{Watchmen}}''.
pt_br: Isso tudo é feito deliberadamente para parodiar as convenções da BrNotasDeMidia/EraSombriaDosQuadrinhos, os filmes [[BrFilme/BatmanEternamente do Batman de Joel Schumacher]] e ficção de história alternativa com super heróis como ''BrQuadrinhos/{{Watchmen}}''.

source: All other quotes go to the quotes page.
pt_br: Todas as outras vão para a página de citações.

source: All that matters is that it [[NightmareFuel creeps you out]].
pt_br: Tudo o que importa é que te [[Br/CombustivelParaPesadelo deixe assustado]].

source: All that matters is that it costs less, because the money is having to pass through a "bottleneck".
pt_br: O que importa é que ele custa menos, porque o dinheiro precisa passar por um "gargalo".

source: All the other characters are also made fun of due to one trait or another in them.
pt_br: Todos os outros personagens são também alvos de zombaria devido a algum aspecto deles próprios.

source: All the other relevant female characters are mothers.
pt_br: Todas as outras personagens mulheres de relevância são mães.

source: All this could have been avoided if he did it by himself instead of asking El Chavo to do it.
pt_br: Tudo isso poderia ter sido evitado se ele mesmo fizesse as coisas ao invés de pedir ao Chaves.

source: All too often, these guys [[UngratefulBastard refuse to see reason]].
pt_br: Com muita frequência esses caras [[Br/CanalhaIngrato se recusam a ver a razão]].

source: Almost all the characters have a relative played by the same actor.
pt_br: Quase todos os personagens possuem um parente que é interpretado pelo mesmo ator.

source: Almost always overlaps with TheSocialExpert, though not all examples of that trope are manipulative.
pt_br: Quase sempre se sobrepõe com Br/OEspecialistaSocial, mas nem todos os exemplos deste tropo são manipuladores.

source: Almost never applies to those PowersThatBe who have an OmniscientMoralityLicense, although characters who RageAgainstTheHeavens might attempt it.
pt_br: Quase nunca se aplica a quaisquer Br/PoderesQueSejam portadores de uma Br/LicencaDeMoralOnisciente, mas personagens que demonstrem Br/FuriaContraOsCeus talvez tentem isso.

source: Almost no works will claim that they outright ''deserve'' to be sexually harassed, but an audience is meant to see it as karma nonetheless.
pt_br: Praticamente nenhuma obra dirá que alguém ''merece'' ser abusado sexualmente, mas o público deve perceber como karma mesmo assim.
